Repository: jcamilo1599/swift_prueba-ingreso-meli
Catalog: Localizable.xcstrings
Source language: es_419
Languages: en

# error-api
source: Se produjo un error obteniendo la información
en: There was a problem getting the information.

# featured-categories
source: Categorías Destacadas
en: Featured Categories

# field-search
source: Buscar productos, marcas y más...
en: Search for products, brands and more...

# loading
source: Cargando...
en: Loading...

# no-products
source: No se cargaron productos
en: No products loaded

# no-sites
source: No se cargaron sitios
en: No sites loaded

# price-not-available
source: Precio no disponible
en: Price not available

# results-category
source: Resultados por Categoria
en: Resultados for Category

# results-search
source: Resultados
en: Results

# search %@
source: Buscar por %@
en: Search by %@

# select-country
source: Selecciona el País
en: Select the Country

# seller
source: Vendedor
en: Seller
